Repository: VikingIT55/major
Catalog: src/locale/*/LC_MESSAGES/django.po
Languages: uk

source: Approve selected reviews
uk: Схвалити вибрані відгуки

source: Reject selected reviews
uk: Відхилити вибрані відгуки

source: Product ID is required
uk: Потрібно вказати ID продукту

source: File size greater than {max_size_mb} MB.
uk: Розмір файлу перевищує {max_size_mb} МБ

source: The file extension is greater than {image_size} px.
uk: Розмір файлу перевищує {image_size} px.

source: Only formats {validate_tuple}
uk: Лише формати {validate_tuple}

source: Category name (english)
uk: Назва категорії (англійською)

source: A purpose category with this name (english) already exists.
uk: Категорія призначення з такою назвою (англійською) вже існує.

source: Category name (ukrainian)
uk: Назва категорії (українською)

source: A purpose category with this name (ukranian) already exists.
uk: Категорія призначення з такою назвою (українською) вже існує.

source: image
uk: Зображення

source: A purpose category with this english name already exists (different case).
uk: Категорія призначення з такою англійською назвою вже існує (інший регістр).

source: A purpose category with this ukrainian name already exists (different case).
uk: Категорія призначення з такою українською назвою вже існує (інший регістр).

source: Type name (english)
uk: Назва типу (англійською)

source: A type with this name (english) already exists.
uk: Категорія призначення з такою назвою (англійською) вже існує.

source: Type name (ukrainian)
uk: Назва типу (українською)

source: A type with this name (ukranian) already exists.
uk: Категорія призначення з такою назвою (українською) вже існує.

source: A type category with this english name already exists (different case).
uk: Категорія тип з такою англійською назвою вже існує (інший регістр).

source: A type category with this ukrainian name already exists (different case).
uk: Категорія тип з такою українською назвою вже існує (інший регістр).

source: article
uk: Артикул

source: Product with this article already exists.
uk: Продукт з цим артикулем вже існує.

source: available
uk: Доступний

source: Product name (english)
uk: Назва продукту (англійською)

source: Product name (ukrainian)
uk: Назва продукту (українською)

source: Price
uk: Ціна

source: Opt price
uk: Оптова ціна

source: Dropshipper price
uk: Ціна Дропшипер

source: Small opt price
uk: Малий опт

source: Discount
uk: Знижка

source: Price with discount
uk: Ціна з знижкою

source: Description (ukrainian)
uk: Опис (українською)

source: Description (english)
uk: Опис (англійською)

source: Volume
uk: Об'єм

source: Product type
uk: Тип продукту

source: New
uk: Новинка

source: Best seller
uk: Хіт

source: Ingredients
uk: Склад

source: Application (ukrainian)
uk: Застосування (українською)

source: Application (english)
uk: Застосування (англійською)

source: You can't add more than {max_images} images for a single product.
uk: Ви не можете додати не більше ніж {max_images} зображень для одного товару.

source: User Name
uk: Ім'я користувача

source: Rating
uk: Рейтинг

source: Review Text
uk: Відгук

source: Is Approved
uk: Затверджено

source: Purpose category
uk: Категорія призначення

source: Upload Images
uk: Завантажте зображення
